;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Kolbjørn Stuestøl
; TranslationAuthorEmail: kolbjoern@stuestoel.no
; TranslationAuthorWeb: http://www.stuestoel.no
; Soft Version: 7.x
;
;

[Translation]
ReadHabit=Left-to-right
LanguageName=nn
LangCode=0814
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informasjon
Warning=Åtvaring
Error=Feil
Confirm=Stadfest
pmGo=Gå til objektet
pmNone=Vel ingen
pmAll1=Vel alle
pmrec=Tilrådd
pmIgnore=Ignorer dette objektet
pmExport=Eksporter til …
pmInvert=Inverter utvalet
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Avbryt
FrmWDC.pmHelp.caption=Hjelp på nettet
FrmWDC.pmHome.caption=Nettside
FrmWDC.pmCheckNew.caption=Sjå etter oppdateringar …
FrmWDC.pmLang.caption=Språk
FrmWDC..caption=Om
FrmWDC.btncomm.caption=Vanleg opprydding
FrmWDC.btnadv.caption=Avansert opprydding
FrmWDC.btnsilm.caption=Slank systemet
FrmWDC.btnrestore.caption=Tilbakestill
FrmWDC.btnsettings.caption=Innstillingar
FrmWDC.btnlikeit.caption=Lik oss
FrmWDC.btnsuggest.caption=Forslag og tilbakemeldingar
FrmAdvSettings.lblinfo.caption=Vala du gjer blir ståande til neste gong du endrar dei.
Frmadvdc.btnscan.caption=Start skanninga
Frmadvdc.lblpath.caption=Skann desse:
Frmadvdc.btnrescan.caption=Skann igjen
Frmadvdc.btnall.caption=Vel alle
Frmadvdc.btnadvanced.caption=Avanserte innstillingar
Frmadvdc.btnnone.caption=Vel ingen
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner er det leiande diskoppryddingsprogrammet for Windows. Raskt, grundig og sikkert!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer er ei samling av program for å rydde registeret, harddiskane og anna utstyr kopla til datamaskinen. Er både effektivt og lett å bruke.
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Verdas raskaste skanning!
Frmadvdc.lblrec.caption=Andre program brukarane likar:
Frmadvdc.vtfiles.Columns[0]=Filnamn
Frmadvdc.vtfiles.Columns[1]=Storleik
Frmadvdc.vtfiles.Columns[2]=Stig
Frmadvdc.vtfiles.Columns[3]=Sist opna
Frmadvdc.vtfiles.Columns[4]=Type
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Legg til
FrmAdvSettings.btnremove.caption=Fjern
FrmAdvSettings.btncancel.caption=Avbryt
FrmAdvSettings.wcknull.caption=Finn tomme filer. (Tar tid)
FrmAdvSettings.wckshortcut.caption=Finn ugyldige snarvegar. (Tar tid)
FrmAdvSettings.caption=Avanserte innstillingar
FrmAdvSettings.btnre.caption=Tilrådd
FrmAdvSettings.btnall.caption=Vel alle
FrmAdvSettings.btnnone.caption=Vel ingen
FrmAboutWin.caption=Om
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Versjon:
FrmAbout.lblhome.caption=Heimeside:
FrmAbout.lblemail.caption=Support e-post:
FrmAbout.lblthanks.caption=Takk til desse for god hjelp:
FrmAutorunSettings.lblcmd.caption=Kommandolinje-modus
FrmAutorunSettings.lblcmdinfo.caption=Du kan køyre programmet automatisk frå kommandolinja. For meir informasjon (frå Internett) om dette kan du trykke F1 eller klikke på lenka nedanfor.
FrmAutorunSettings.chk1.caption=Sett ikonet for «1-klikk rydding» på skrivebordet
FrmAutorunSettings.chkadv.caption=inkluder avansert rydding
FrmAutorunSettings.btnhelp.caption=Hjelp på nettet
FrmCommon.btnall.caption=Vel alle
FrmCommon.btnre.caption=Tilrådd
FrmCommon.btnnone.caption=Vel ingen
FrmCommon.wckadv.caption=inkluder avansert rydding
FrmCommon.WiseLabel1.caption=Timeplan
FrmCommon.lbltype.caption=Vel køyretype:
FrmCommon.lblweek.caption=Vel dag:
FrmCommon.lbltime.caption=Tid:
FrmCommon.btnScan.caption=Start skanninga
FrmCommon.lblstat.caption=Rydd bort ubrukelege filer og filvegar raskt og enkelt.
FrmCommon.btncancel.caption=Avbryt
FrmCommon.btnrescan.caption=Skann igjen
FrmExclusion.btnAddFile.caption=Legg til ei fil
FrmExclusion.btnAddFolder.caption=Legg til ei mappe
FrmExclusion.btnAddType.caption=Legg til ein filtype
FrmExclusion.btnImport.caption=Importer
FrmExclusion.btnExport.caption=Eksporter
FrmExclusion.btnRemove.caption=Fjern
FrmGeneral.chkNews.caption=Få nyhendebrev automatisk
FrmGeneral.chkwipe.caption=Sikker fjerning. (Tar tid)
FrmGeneral.WiseLabel1.caption=Sjå etter oppdateringar:
FrmGeneral.WiseLabel2.caption=Språk:
FrmGeneral.btnchecknew.caption=Kontroller nå
FrmGeneral.WiseLabel4.caption=Vel mapper som skal tømmast. (Bare for avanserte brukarar)
FrmGeneral.btnAdd.caption=Legg til
FrmGeneral.btnRemove.caption=Fjern
FrmRestore.btnrestore.caption=Tilbakestill
FrmRestore.btnremove.caption=Fjern
FrmRestore.Btnclose.caption=Lukk
FrmRestore.caption=Tilbakestill
FrmSettings.tsCommon.caption=Generelt
FrmSettings.tsAutoRun.caption=Autokøyr
FrmSettings.tsExclusion.caption=Eksklusjon
FrmSettings.btnAbout.caption=Om
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Avbryt
FrmSettings.caption=Innstillingar
FrmSysClean.lblrecommendinfo.caption=Prøv gjerne dei smarte produkta våre nå for å forbetre Windows nå.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer er ei samling av program for å rydde registeret, harddiskane og anna utstyr kopla til datamaskinen. Er både effektivt og lett å bruke.
FrmSysClean.lbl1.caption=Wise Registry Cleaner er det leiande diskoppryddingsprogrammet for Windows. Raskt, grundig og sikkert!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Vil du gjerne forbetre ytingane for Windows?
FrmSysClean.btnSlimming.caption=Slank systemet
FrmSysClean.btnall.caption=Vel alle
FrmSysClean.btnrecommended.caption=Tilrådd
FrmSysClean.btnnone.caption=Vel ingen
FrmSysClean.vtsys.Columns[0]=Element
FrmSysClean.vtsys.Columns[1]=Storleik
FrmSysClean.vtsys.Columns[2]=Plassering
FrmSysClean.vtsys.Columns[3]=Forslag
FrmlikeUs.lblTitle.caption=Dersom du likar Wise Disk Cleaner, kan du gjerne tilrå dette gratisverktøyet til alle venene dine.
FrmlikeUs.lblInfo.caption=Del gjerne Wise Disk Cleaner med familien din, venene dine, klassekameratane dine eller kollegaane dine via e-post, Blog, Twitter, Youtube, Facebook osv. … Dette vil gjere livet deira både meir komfortabelt og meir effektivt.
FrmlikeUs.lblRate.caption=Rate Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Følgj oss på:
FrmlikeUs.lblshare.caption=Del Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Gratis nedlasting
FrmlikeUs.imgrate.hint=Gi oss fem stjerner
FrmlikeUs.imgmail.hint=Del det med venene dine
FrmlikeUs.imgface1.hint=Del på Facebook
FrmlikeUs.imgface2.hint=Følgj oss på Facebook
FrmlikeUs.imgtwitter1.hint=Del på Twitter
FrmlikeUs.imgtwitter2.hint=Følgj oss på Twitter
FrmlikeUs.Caption=Lik oss
FrmlikeUs.lbldownload.caption=Last ned andre gratisprogram frå WiseCleaner.com:
[GUI]
ButtonYes=Ja
ButtonNo=Nei
ButtonOK=OK
[Message]
LestOneItem=Du må velje minst eit element som skal ryddast.
HistorySaved=Det er spart totalt %s
DisableAdd=Av tryggingsårsaker er det ikkje råd å legge til ein del spesielle mapper som t.d. «Windows», «Boot of HD» og «CD-ROM» til denne lista.
ConfirmAdd=Er du sikker på at du vil slette alle filene i %s når du køyrer «Avansert opprydding»?
DupFolder=Denne mappa var i lista.
ExImport=Eksluderingslista er eksportert til
SelectHardDrive=Vel ein harddisk
CreationDate=Dato oppretta
Description=Beskriving
NowCleaning=Rydder nå:
ScheduleNextTime=Neste køyring:
Never=Aldri
InputType=Skriv inn filnamn eller filtype, t.d. «*.tmp» og liknande …
WarnNoType=Du må velje minst ein filtype det skal søkast i!
NoItemChecked=Vel ei eller fleire filer som skal ryddast.
WDCRunning=Programmet køyrer.
RemoveSysRestore=Ønskjer du å fjerne det valde gjenopprettingspunktet?
RestoreFromSysRestore=Du må starte datamaskinen på nytt for å gjenopprette systemet. Vil du starte på nytt nå?
WarnZeroFile=Du valde «tomme filer». Noen 0-byte-filer er nødvendige for systemet. Sjå gjennom filene før du fjernar dei. Vil du likevel gjere dette?
SysRestoring=Klargjer for gjenoppretting av systemet …
SysCreating=Lager gjenopprettingspunkt …
Browse=Blar gjennom …
AllHardDrive=Lokale harddiskar
Cleaning=Rydder …
Exported=Objekta er eksporterte til %s, vil du opne fila nå?
LeftTimeSec=Tid: %d sekund
Safetodel=Dette objektet er trygt å fjerna.
MoreSpace=Vurder å fjerne
Unknow=Ukjend.
AddFileType=Legg til ein filtype
AlreadExist=%s finst frå før i lista.
illegalType=%s er ein ugyldig filtype.
Summary=Samandrag
InputSummary=Lag ei beskriving for denne typen:
noselected=Ingen objekt er valde.
DelFileType=Er du sikker på at du vil fjerne denne filtypen?
ScanAborted=Skanninga er avbrote!
TrashFound=Fann %d fil(er) på i alt %s.
NoTrashAndTrace=Gratulerer. Du har nå ein rein harddisk!
CleanDone=Oppryddinga er utført!
LestOne=Vel minst eit objekt som skal skannast.
LestOneClean=Vel minst eit objekt som det skal ryddast opp i.
Scanning=Skanner …
InvalidIgnorItem=Kan ikkje ignorere dette objektet.
TraceFound=Fann %d spor.
CleanNow=Det blir tilrådd å rydde straks.
TrashRemoved=%d filer er fjerna og %s diskplass frigjort.
TraceRemoved=%d spor blei fjerna.
LastCommonClean=Harddisken blei sist rydda
Working=Vent til denne oppgåva er ferdig og prøv igjen.
NoFilesFound=Ingen søppelfiler
NoTracesFound=Ingen spor
FindTraces=%d spor
NoItemFound=Fann ingen objekt
FindFilesSize=Fann %d filer på til saman %s
FindTracesSection=Fann %d spor i denne delen.
CanFreeSpace=Fann %d filer. Å fjerne alle vil frigje %s.
TotalTraces=Fann totalt %d spor
EnableRestore=Systemgjenopprettinga er fråkopla, vil du aktivere den til igjen?
RestorePointFail=Greidde ikkje å laga noe gjenopprettingspunkt.
ErrorMsg=Feilmelding:
NoNewVer=Du bruker siste versjon.
KeyWord=Skriv inn nøkkelorda:
AddFolder=Legg til ei mappe
CannotCrTask=Kan ikkje lage tidsplanoppgåve.
InvalidType=Skriv inn ei gyldig filutviding.
NoType=Du må merke av minst ein type som skal søkast etter.
FailToDelete=Ein del filer vil ikkje bli sletta før neste gong maskinen blir starta opp igjen.
GoodHabit=Det er ein god vane å rydde i datamaskinen frå tid til anna for å halde maskinen i toppform.
7After=Det er %d dagar sidan maskinen blei skanna. Det blir rådd til å skanne maskinen nå.
7Before=Det er ein god vane å halde harddiskane reine og å sikre personvernet.
TaskExists=Tidsplanoppgåva finst frå før. Vil du slette den eller lage ei ny? (Nei = Rediger eksisterande oppgåve. Avbryt = Avbryt prosessen.)
NoBackupSelected=Du må velje minst ein sikringskopi som skal gjenopprettast.
StartScan=Start skanninga
StartClean=Start ryddinga
Cancel=Avbryt
Idle=Når maskinen er ledig
Daily=Dagleg
Weekly=Kvar veke
Monthly=Kvar månad
Monday=Måndag
Tuesday=Tysdag
Wednesday=Onsdag
Thursday=Torsdag
Friday=Fredag
Saturday=Laurdag
Sunday=Søndag
AvdDefaultHint=Denne delen inneheld avanserte innstillingar for å finne fleire unyttige filer og frigjere meire diskplass.
TrashFoundEx=Fann desse søppelfilene:
NoDriveChecked=Du må velje å skanne ein eller fleire harddiskar.
ScanFor=Skanner:
FindDrives=Søker i …
[CommonClean]
ScanAbortedHint=Vi tilrår at du skanner igjen straks for å finne unyttige filer og spor.
DefaultHint=Å fjerne unyttige filer og Internettspor kan frigjere diskplass og sikre personvernet ditt.
ScanAbortedHint1=Vi tilrår at du skanner igjen straks for å finne unyttige filer.
WhenIdle=Når maskinen er ledig
[SysClean]
Open=Opna
Remove=Kan fjernast
MoreSpace=Vurder å fjerne
Cleaning=Rydder …
Scanning=Skanner …
ScanEnd=Fann %d objekt. Fjerner du alle vil det frigjere %s diskplass.
NoItems=Gratulerer! Harddisken er rein.
SpaceFreed=Slankinga er utført. Dett frigjorde %s diskplass.
Installer=Forelda Windows Installer
LongInstaller=Forelda Windows Installers er unyttige filer som kan fjernast for å frigjere diskplass.
PatchUninstall=Avinstalleringsfiler for Windows Update Patches
LongPatchUninstall=Dersom du ikkje har bruk for å avinstallere Windows Update, kan du fjerne desse.
Downloadedfiles=Windows nedlasta Installation Files
Longdownloadedfiles=Når Windows-oppdateringa er utført kan desse filene trygt fjernast.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=Desse filene blei oppretta av Windows ved installeringa og kan fjernast.
JPIME=Japansk IME
LongJPIME=Dersom du ikkje bruker japansk teiknsett, kan desse fjernast.
KoreanIME=Koreansk IME
LongKoreanIME=Dersom du ikkje bruker koreansk teiknsett, kan desse fjernast.
TChineseIME=Tradisjonell kinesisk IME
LongTChineseIME=Dersom du ikkje bruker tradisjonelt kinesisk teiknsett, kan desse fjernast.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Dersom du ikkje bruker Microsoft Pinyin IME filer kan desse fjernast.
HelpFile=Hjelpfiler for Windows
LongHelpFile=Dersom du ikkje bruker hjelp for Windows kan desse fjernast.
SamplePic=Eksempelbilete for Windows
LongSamplePic=Dersom du ikkje bruker desse kan du fjerne dei.
SampleMic=Eksempelmusikk for Windows
LongSampleMic=Dersom du ikkje bruker desse kan du fjerne dei.
SampleVideos=Eksempelvideoar for Windows
LongSampleVideos=Dersom du ikkje bruker desse kan du fjerne dei.
SampleMedia=Eksempelmedia for Windows
LongSampleMedia=Dersom du ikkje bruker desse kan du fjerne dei.
Wallpaper=Skrivebordsbakgrunnar for  Windows
LongWallpaper=Dersom du ikkje bruker desse bakgrunnane kan du fjerne dei.
[Area]
Networkmapping=Logg for nettverkstasjonen
LastDownloadDir=Sist brukte nedlastingsadresse
TrashClean=Unyttige filer på datamaskinen
TraceClean=Spor i datamaskinen
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=Andre program
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windowskomponentar
FireFoxOther=Mozilla FireFox, andre loggar
FireFoxPass=Mozilla FireFox, lagra passord
FireFoxForm=Mozilla FireFox, skjemalogg for autofullfør
FireFoxCookies=Mozilla FireFox infokapslar (cookies)
ChromePass=Google Chrome lagra passord
ChromeForm=Google Chrome autofullførlogg
ChromeCookies=Google Chrome infokapslar (cookies)
IEPass=IE lagra passord (Personlege data blir ikkje lista ut)
IEForm=IE autofullførlogg (Personlege data blir ikkje lista ut)
IECookies=Microsoft IE infokapslar (cookies)
TypeInternet=Surfing på Internett
JumpList=Lenkeliste i oppgåvelinja (Faste objekt blir også fjerna)
SearchList=Windows søkelogg
TraryNotify=Windows Tray Notification Cache
ExplorerMRU=Andre Explorer MRUs
Recentdocuments=Nyleg brukte dokument
RunStartMenu=Startmenyen
TypeSystem=Windowssystemet
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla FireFox mellomlager
ChromeCache=Google Chrome mellomlager
IECahce=Microsoft IE mellomlager
LogFile=Systemloggfiler
DownloadedPatch=Nedlasta filer oppretta av Windows
ErrorReport=Filer for feilrapportar
Dump=Minnedumpfiler
ThumbCache=Mellomlager for miniatyrar
InvalidLnk=Ugyldige snarvegar
UserTemp=Filer i temporære brukarmapper
SysTemp=Søppelfiler oppretta av Windows
Prefetch=Windows Prefetch Data
RemoteDesktop=Mellomlager for eksternt skrivebord
Recyclebin=Tøm papirkorga
SafariCache=Safari mellomlager for internett
SafariHistory=Safari logg
SafariCookies=Safari infokapslar (cookies)
SafariPass=Safari lagra skjemainformasjon
[Type]
UserDefine=Brukardefinert
ZeroFile=Tomme filer (0-byte filer)
WinSetupLog=Windows loggfiler for installasjonsfeil
NtUninstall=Avinstalleringskjelder for Windows spor
InvalidLnk=Ugyldige snarvegar
UserTemp=Filer i temporære brukarmapper
WinTemp=Filer i temporære Windowsmapper
RecentFiles=Lenker for nyleg brukte filer
PatchSource=Windows oppdateringskjelder
TempFile=Tmp-filer
fcwdir=Filer oppretta ved nedlastingar
tfcbp=Mellombels filer oppretta av ulike program
sdrf=Gjenopprettingsfiler oppretta ved diskskanning
OldFile=Gamle filer
outdatedfile=Forelda filer
fcwhfir=Filer oppretta av eit hjelpprogram
Ncfile=Newsgroup mellomlagringsfiler
Backupfile=Sikringskopiar
WBfile=MS Word sikringskopiar
Cbswahf=Filer oppretta ved søk i hjelpfiler
whtf=Temp-filer frå Windows hjelpsystem
Logfile=Loggfil
LLogfile=Loggfil oppretta av eit program eller av systemtenestene
Errorfile=Feilmeldingsfiler
Wmdf=Win2000/XP minnedumpfiler
bcomf=Sikringskopiar av endra filer
Indexfile=Indeksfiler
ifcbsiotitpbs=Indeksfiler oppretta av systemet for å forbetre biletsøk
Tfcds=Mellombels filer oppretta ved oppsett.
Intermediatefile=Mellomlagringsfiler
chkfile=Gjenoppretta fil
[AutoClean]
DiskSaved=diskplass er frigjort.
Title=Gratulerer!
TraceCleanned=spor er rydda.

